[
  {
    "name": "Chiến khu Tân Trào",
    "id": "https://nguoikesu.com/dia-danh/chien-khu-tan-trao",
    "connect": [
      "Hồ Chí Minh",
      "huyện Sơn Dương",
      "Thành phố Tuyên Quang",
      "tỉnh Tuyên Quang",
      "sông Đáy"
    ],
    "info": "Thành lập: 1945\nVị trí: Thôn Tân Lập, xã Tân Trào, huyện Sơn Dương, tỉnh Tuyên Quang\nGiám đốc: Hoàng Như Loan\nTrang web: Du lịch Tân Trào\nChiến khu Tân Trào là khu di tích lịch sử của cách mạng Việt Nam thời kỳ Cách mạng tháng Tám. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt. Tân Trào là thủ đô lâm thời của khu giải phóng, nơi Ðảng Cộng sản Việt Nam tiến hành hội nghị toàn quốc ngày 13 tháng 8 năm 1945 để quyết định tổng khởi nghĩa. Ðại hội quốc dân đã họp tại đây ngày 16 tháng 8 năm 1945, thông qua 10 chính sách lớn của Việt Minh, bầu ra một chính phủ lâm thời do Hồ Chí Minh làm chủ tịch và quân giải phóng Việt Nam làm lễ ra quân."
  },
  {
    "name": "chùa Phổ Minh",
    "id": "https://nguoikesu.com/dia-danh/chua-pho-minh",
    "connect": [
      "nhà Trần",
      "Trần Nhân Tông",
      "thành phố Nam Định",
      "đền Trần",
      "nhà Lý"
    ],
    "info": "Quốc gia: Việt Nam\nĐịa chỉ: thôn Tức Mạc, thành phố Nam Định\nKhởi lập: 1061\nChùa Phổ Minh (Phổ Minh tự 普明寺) hay chùa Tháp là một ngôi chùa ở thôn Tức Mạc, nằm cách thành phố Nam Định khoảng 5 km về phía bắc. Năm 2012, di tích lịch sử và kiến trúc nghệ thuật đền Trần và chùa Phổ Minh được xếp hạng di tích quốc gia đặc biệt. 1"
  },
  {
    "name": "chùa Thầy",
    "id": "https://nguoikesu.com/dia-danh/chua-thay",
    "connect": [
      "chùa Cao",
      "Lý Thần Tông",
      "đền Thượng",
      "chùa Tây Phương",
      "Lý Nhân Tông"
    ],
    "info": "Quốc gia: Việt Nam\nĐịa chỉ: Sài Sơn, huyện Quốc Oai, Hà Nội\nTông phái: Thiền Ti-ni-đa-lưu-chi\nKhởi lập: Chùa được xây dựng từ thời nhà Lý\nThầy: Thiền sư Từ Đạo Hạnh\nQuản lý: Giáo hội Phật giáo Việt Nam\nChùa Thầy là một ngôi chùa ở chân núi Sài Sơn, huyện Quốc Oai, tỉnh Hà Tây cũ, nay là xã Sài Sơn, huyện Quốc Oai, Hà Nội, cách trung tâm Hà Nội khoảng 20 km về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời nhà Đinh. Đây từng là nơi tu hành của Thiền sư Từ Đạo Hạnh, lúc này núi Thầy còn gọi là núi Phật Tích."
  },
  {
    "name": "Cố đô Hoa Lư",
    "id": "https://nguoikesu.com/dia-danh/co-do-hoa-lu",
    "connect": [
      "Đinh Tiên Hoàng",
      "Lê Đại Hành",
      "Lý Thái Tổ",
      "tỉnh Ninh Bình",
      "Đinh Bộ Lĩnh"
    ],
    "info": "Cố đô Hoa Lư là quần thể di tích quốc gia đặc biệt quan trọng của Việt Nam đồng thời là một trong 4 vùng lõi của quần thể di sản thế giới Tràng An đã được UNESCO công nhận. Hệ thống di tích ở Hoa Lư liên quan đến sự nghiệp của các nhân vật lịch sử thuộc ba triều đại nhà Đinh, nhà Tiền Lê và khởi đầu nhà Lý, tính từ Đinh Tiên Hoàng đến Lý Thái Tông trong lịch sử.1 2 Hoa Lư là kinh đô đầu tiên của nhà nước phong kiến Trung ương tập quyền ở Việt Nam với các dấu ấn lịch sử: thống nhất giang sơn, đánh Tống - dẹp Chiêm và phát tích quá trình định đô Hà Nội.3 Năm 1010 vua Lý Thái Tổ dời kinh đô từ Hoa Lư (Ninh Bình) về Thăng Long (Hà Nội), Hoa Lư trở thành Cố đô. Các triều vua Lý, Trần, Lê, Nguyễn sau đó dù không đóng đô ở Hoa Lư nữa nhưng vẫn cho tu bổ và xây dựng thêm ở đây nhiều công trình kiến trúc như đền, lăng, đình, chùa, phủ… Khu di tích lịch sử Cố đô Hoa Lư hiện nay có diện tích quy hoạch 13,87 km² thuộc tỉnh Ninh Bình. Với bề dày thời gian hơn 1000 năm, Cố đô Hoa Lư là nơi lưu trữ các di tích lịch sử qua nhiều thời đại."
  },
  {
    "name": "Dinh Độc Lập",
    "id": "https://nguoikesu.com/dia-danh/dinh-doc-lap",
    "connect": [
      "Ngô Đình Diệm",
      "Hồ Chí Minh",
      "Nguyễn Văn Thiệu",
      "Ngô Viết Thụ",
      "Nguyễn Thành Trung"
    ],
    "info": "Tên cũ: Dinh Norodom\nDạng: Dinh Toàn quyền, Dinh Tổng thống\nĐịa điểm: 135 Nam Kỳ khởi nghĩa, phường Bến Nghé, quận 1, Thành phố Hồ Chí Minh, Việt Nam\nTọa độ: 10°46′40″B 106°41′46″Đ / 10,777749°B 106,696105°Đ\nKhởi công: 1 tháng 7 năm 1962\nHoàn thành: 31 tháng 10 năm 1966\nChiều cao: 26m\nDiện tích sàn: 120.000\nChiều cao: 26m\nKiến trúc sư: Ngô Viết Thụ\nKỹ sư công chính: Phan Văn Điển\nDinh Độc Lập (tên gọi trước đây là dinh Norodom, ngày nay còn gọi là dinh Thống Nhất hay hội trường Thống Nhất) là một công trình kiến trúc, tòa nhà ở Thành phố Hồ Chí Minh. Nó từng là nơi ở và làm việc của Tổng thống Việt Nam Cộng hòa. Hiện nay, nó đã được chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt."
  },
  {
    "name": "Đền Hùng",
    "id": "https://nguoikesu.com/dia-danh/den-hung",
    "connect": [
      "tỉnh Phú Thọ",
      "thành phố Việt Trì",
      "đền Thượng",
      "Đinh Tiên Hoàng",
      "huyện Lâm Thao"
    ],
    "info": "Đền Hùng là tên gọi khái quát của Khu di tích lịch sử Đền Hùng - quần thể đền chùa thờ phụng các Vua Hùng và tôn thất của nhà vua trên núi Nghĩa Lĩnh, gắn với Giỗ Tổ Hùng Vương - Lễ hội Đền Hùng được tổ chức tại địa điểm đó hàng năm vào ngày 10 tháng 3 âm lịch. Hiện nay, theo các tài liệu khoa học đã công bố đa số đều thống nhất nền móng kiến trúc đền Hùng bắt đầu được xây dựng từ thời vua Đinh Tiên Hoàng trị vì. Đến thời Hậu Lê (thế kỷ 15) được xây dựng hoàn chỉnh theo quy mô như hiện tại.1 2 3"
  },
  {
    "name": "Đền Ngọc Sơn",
    "id": "https://nguoikesu.com/dia-danh/den-ngoc-son",
    "connect": [
      "Trần Hưng Đạo",
      "Nguyễn Văn Siêu",
      "nhà Lê",
      "nhà Trần",
      "Lý Thái Tổ"
    ],
    "info": "Vị trí Đền Ngọc Sơn trên bản đồ Việt Nam: Vị trí Đền Ngọc Sơn trên bản đồ Việt Nam Đền Ngọc Sơn\nThánh tích: chủ quản công danh\nCông trạng: ba lần phá tan quân Nguyên-Mông\nĐối tượng thờ: thần và anh hùng dân tộc\nĐịa chỉ: quận Hoàn Kiếm, thành phố Hà Nội, Việt Nam\nTọa độ: 21°02′B 105°51′Đ / 21,03°B 105,85°Đ\nThành lập: thế kỷ 19\nNgười sáng lập: Tín Trai\nĐền Ngọc Sơn là một ngôi đền thờ nằm trên đảo Ngọc của hồ Hoàn Kiếm ở Hà Nội, Việt Nam. Đây cũng là một di tích quốc gia đặc biệt của Việt Nam được xếp hạng đợt 4.1"
  },
  {
    "name": "Đền Phù Đổng",
    "id": "https://nguoikesu.com/dia-danh/den-phu-dong",
    "connect": [
      "thành Hà Nội",
      "sông Đuống",
      "chùa Kiến Sơ",
      "Lý Thái Tổ",
      "đền Thượng"
    ],
    "info": "Vị trí Đền Phù Đổng trên bản đồ Việt Nam: Vị trí Đền Phù Đổng trên bản đồ Việt Nam Đền Phù Đổng\nCông trạng: Đánh đuổi giặc Ân\nĐịa chỉ: xã Phù Đổng, huyện Gia Lâm, thành phố Hà Nội, Việt Nam\nTọa độ: 21°03′18″B 105°57′36″Đ / 21,055°B 105,96°Đ\nNgười sáng lập: Lý Thái Tổ\nLễ hội: 6 - 9 tháng 4 Âm lịch hàng năm\nPhân loại: Di tích lịch sử, kiến trúc\nĐền Phù Đổng hay còn gọi là đền Gióng thờ Thánh Gióng - Phù Đổng Thiên Vương, nằm ở xã Phù Đổng, Gia Lâm, ngoại thành Hà Nội."
  },
  {
    "name": "Đền Trần (Nam Định)",
    "id": "https://nguoikesu.com/dia-danh/den-tran-nam-dinh",
    "connect": [
      "nhà Trần",
      "Trần Hưng Đạo",
      "Phạm Ngũ Lão",
      "tỉnh Nam Định",
      "thành phố Nam Định"
    ],
    "info": "Vị trí Đền Trần trên bản đồ Việt Nam: Vị trí Đền Trần trên bản đồ Việt Nam Đền Trần\nĐịa chỉ: phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định, Việt Nam\nTọa độ: 20°28′B 106°10′Đ / 20,46°B 106,17°Đ / 20.46; 106.17\nThành lập: 1695\nLễ hội: 15 - 20 tháng 8 âm lịch\nĐền Trần (陳廟 - Trần Miếu) là một quần thể đền thờ tại đường Trần Thừa, phường Lộc Vượng, thành phố Nam Định (sát quốc lộ 10), là nơi thờ các vua nhà Trần cùng các quan lại có công phù tá nhà Trần. Đền Trần được xây dựng từ năm 1695, trên nền Thái miếu cũ của nhà Trần đã bị quân Minh phá hủy vào thế kỷ 15."
  },
  {
    "name": "Đền Trần (Thái Bình)",
    "id": "https://nguoikesu.com/dia-danh/den-tran-thai-binh",
    "connect": [
      "nhà Trần",
      "đền Trần",
      "Trần Thánh Tông",
      "Trần Hưng Đạo",
      "Trần Nhân Tông"
    ],
    "info": "Địa chỉ: làng Tam Đường, xã Tiến Đức, huyện Hưng Hà, tỉnh Thái Bình, Việt Nam\nNgười sáng lập: Hoàng tộc nhà Trần\nĐền Trần Thái Bình là một quần thể di tích gồm các đền thờ, lăng mộ thờ các vị vua quan nhà Trần. Đền thờ các vua Trần trên đất phát tích Thái Bình (còn gọi là Thái Đường Lăng) thuộc làng Tam Đường, xã Tiến Đức, huyện Hưng Hà. Hệ thống các di tích lịch sử ở đây gồm Khu lăng mộ và đền thờ các vị vua triều Trần đều đã được chính phủ Việt Nam xếp hạng di tích quốc gia đặc biệt quan trọng."
  },
  {
    "name": "Hồ Hoàn Kiếm",
    "id": "https://nguoikesu.com/dia-danh/ho-hoan-kiem",
    "connect": [
      "sông Hồng",
      "Nguyễn Khuyến",
      "Lê Lợi",
      "quận Hoàn Kiếm",
      "Đinh Tiên Hoàng"
    ],
    "info": "Khu vực: quận Hoàn Kiếm, Hà Nội\nTọa độ: 21°01′44″B 105°51′9″Đ / 21,02889°B 105,8525°Đ\nKiểu hồ: Nước ngọt\nQuốc gia lưu vực: Việt Nam\nĐộ dài tối đa: 700 m\nĐộ rộng tối đa: 250 m\nChu vi: 1.750 m\nDiện tích bề mặt: 12 ha\nĐộ sâu trung bình: 1-1,4 m 1\nKhu dân cư: Hà Nội\nHồ Hoàn Kiếm còn được gọi là Hồ Gươm (trong bản đồ Hà Nội năm 1886, hồ này được gọi là Hồ Hoàn Gươm - Lac de Hoan Guom), là một hồ nước ngọt tự nhiên của thành phố Hà Nội. Hồ có diện tích khoảng 12 ha2 . Trước kia, hồ còn có các tên gọi là hồ Lục Thủy (vì nước có màu xanh quanh năm), hồ Thủy Quân (dùng để duyệt thủy binh), hồ Tả Vọng và Hữu Vọng (trong thời Lê mạt). Tên gọi Hoàn Kiếm xuất hiện vào đầu thế kỷ 15 gắn với truyền thuyết vua Lê Lợi trả gươm báu cho Rùa thần. Tên hồ được lấy để đặt cho một quận trung tâm của Hà Nội (quận Hoàn Kiếm) và là hồ nước duy nhất của quận này cho đến ngày nay."
  },
  {
    "name": "Khu di tích chiến thắng Điện Biên Phủ",
    "id": "https://nguoikesu.com/dia-danh/khu-di-tich-chien-thang-dien-bien-phu",
    "connect": [
      "Điện Biên Phủ",
      "tỉnh Điện Biên",
      "huyện Điện Biên",
      "Võ Nguyên Giáp",
      "Hoàng Văn Thái"
    ],
    "info": "Khu di tích chiến trường Ðiện Biên Phủ là một quần thể các di tích lịch sử ghi lại chiến công của quân và dân Việt Nam trong cuộc kháng chiến anh dũng chống thực dân Pháp xâm lược. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt."
  },
  {
    "name": "Khu di tích Chủ tịch Hồ Chí Minh tại Phủ Chủ tịch",
    "id": "https://nguoikesu.com/dia-danh/khu-di-tich-chu-tich-ho-chi-minh-tai-phu-chu-tich",
    "connect": ["Hồ Chí Minh", "thành Thăng Long"],
    "info": "Khu di tích Chủ tịch Hồ Chí Minh tại Phủ Chủ tịch, gọi tắt là Khu di tích Phủ Chủ tịch tại Hà Nội, là nơi sống và làm việc lâu nhất của Hồ Chí Minh (từ 19 tháng 12 năm 1954 đến 2 tháng 9 năm 1969), được Bộ Văn hóa Thông tin ra Quyết định xếp hạng là Khu di tích ngày 15 tháng 5 năm 1975. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt."
  },
  {
    "name": "Khu di tích Pác Bó",
    "id": "https://nguoikesu.com/dia-danh/khu-di-tich-pac-bo",
    "connect": [
      "tỉnh Cao Bằng",
      "huyện Hà Quảng",
      "Hồ Chí Minh",
      "thành phố Cao Bằng"
    ],
    "info": "Khu di tích Pác Bó là một khu di tích lịch sử cách mạng quốc gia - đặc biệt của Việt Nam, thuộc bản Pác Bó xã Trường Hà huyện Hà Quảng tỉnh Cao Bằng1 , cách thành phố Cao Bằng 55 km về phía Bắc. Khu di tích bao gồm: nhà tưởng niệm Bác Hồ, hang Cốc Pó(tên địa phương có nghĩa là \"đầu nguồn\"1 ), hang Lũng Lạn, hang Ngườm Vài (đều trên núi Các Mác), suối Lê nin, bàn đá nơi Bác Hồ làm việc, nền nhà ông Lý Quốc Súng, nền nhà ông La Thành, v.v...2"
  },
  {
    "name": "Khu lăng mộ và đền thờ các vị vua triều Lý",
    "id": "https://nguoikesu.com/dia-danh/khu-lang-mo-va-den-tho-cac-vi-vua-trieu-ly",
    "connect": [
      "nhà Lý",
      "Lý Thái Tổ",
      "Lý Thái Tông",
      "Nhà nước Việt Nam",
      "thị xã Từ Sơn"
    ],
    "info": "Địa chỉ: khu Phố Thượng, phường Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh, Việt Nam\nThành lập: 3 tháng 3, 1030\nNgười sáng lập: Lý Thái Tông\nTôn tạo: 1602\nXây mới: 1989\nLễ hội: 14, 15, 16 tháng 3 âm lịch hàng năm\nĐền Lý Bát Đế, còn gọi là Đền Đô hoặc Cổ Pháp điện là một quần thể kiến trúc tín ngưỡng thờ tám vị vua đầu tiên của nhà Lý. Đền Lý Bát Đế đã được Nhà nước Việt Nam công nhận là di tích lịch sử - văn hóa theo Quyết định số 154 của Bộ Văn hóa - Thông tin (nay là Bộ Văn hóa, Thể thao và Du lịch) ngày 25 tháng 1 năm 1991. Năm 2014, nơi đây cùng với khu lăng mộ các Vua nhà Lý đã được xếp hạng di tích quốc gia đặc biệt."
  },
  {
    "name": "Khu lưu niệm Chủ tịch Tôn Đức Thắng",
    "id": "https://nguoikesu.com/dia-danh/khu-luu-niem-chu-tich-ton-duc-thang",
    "connect": [
      "Tôn Đức Thắng",
      "sông Hậu",
      "tỉnh An Giang",
      "thành phố Long Xuyên"
    ],
    "info": "Khu lưu niệm Chủ tịch Tôn Đức Thắng tọa lạc trên cù lao Ông Hổ, thuộc xã Mỹ Hòa Hưng, thành phố Long Xuyên, tỉnh An Giang. Đây là một trong số 23 di tích Việt Nam đã được xếp hạng di tích quốc gia đặc biệt (ký ngày 10 tháng 5 năm 2012, công bố ngày 17 tháng 7 năm 2012).1"
  },
  {
    "name": "Quần thể di tích Cố đô Huế",
    "id": "https://nguoikesu.com/dia-danh/quan-the-di-tich-co-do-hue",
    "connect": [
      "thành Huế",
      "thành phố Huế",
      "sông Hương",
      "Thành Thái",
      "huyện Hương Trà"
    ],
    "info": "Quốc gia: Việt Nam\nKiểu: Văn hóa\nHạng mục: IV\nTham khảo: 678\nVùng UNESCO: Châu Á-Thái Bình Dương\nCông nhận: 1993 (kì thứ 17)\nQuần thể di tích Cố đô Huế hay Quần thể di tích Huế là những di tích lịch sử - văn hoá do triều Nguyễn chủ trương xây dựng trong khoảng thời gian từ đầu thế kỷ 19 đến nửa đầu thế kỷ 20 trên địa bàn kinh đô Huế xưa; nay thuộc phạm vi thành phố Huế và một vài vùng phụ cận thuộc tỉnh Thừa Thiên-Huế, Việt Nam. Phần lớn các di tích này nay thuộc sự quản lý của Trung tâm Bảo tồn Di tích Cố đô Huế và được UNESCO công nhận là Di sản Văn hoá Thế giới vào ngày 11 tháng 12 năm 1993. Hiện tại, cố đô Huế đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 62 di tích quốc gia đặc biệt quan trọng. Quần thể di tích Cố đô Huế có thể phân chia thành các cụm công trình gồm các cụm công trình ngoài Kinh thành Huế và trong kinh thành Huế."
  },
  {
    "name": "Quần thể di tích danh thắng Yên Tử",
    "id": "https://nguoikesu.com/dia-danh/quan-the-di-tich-danh-thang-yen-tu",
    "connect": [
      "tỉnh Quảng Ninh",
      "Trần Nhân Tông",
      "tỉnh Hải Dương",
      "nhà Trần",
      "Trần Hưng Đạo"
    ],
    "info": "Quần thể di tích và danh thắng Yên Tử bao gồm một hệ thống các di tích lịch sử văn hóa gắn liền với sự ra đời, hình thành và phát triển của thiền phái Trúc Lâm ở Việt Nam. Các di tích này nằm ở khu vực giáp ranh giữa 3 tỉnh Bắc Giang, Hải Dương và Quảng Ninh, bao gồm 5 khu vực: Khu di tích và danh thắng Đông Yên Tử (TP Uông Bí, Quảng Ninh), Khu di tích lịch sử nhà Trần (Đông Triều, Quảng Ninh), Khu di tích và danh thắng Tây Yên Tử (nằm trên các huyện Yên Dũng, Lục Nam, Lục Ngạn, Sơn Động tỉnh Bắc Giang)1 , Khu di tích Côn Sơn - Kiếp Bạc – Thanh Mai (Chí Linh, tỉnh Hải Dương).2"
  },
  {
    "name": "thành Cổ Loa",
    "id": "https://nguoikesu.com/dia-danh/thanh-co-loa",
    "connect": [
      "sông Hồng",
      "sông Hoàng",
      "Dương Vương",
      "sông Cầu",
      "sông Thái Bình"
    ],
    "info": "Cổ Loa là kinh đô của nhà nước Âu Lạc, dưới thời An Dương Vương vào khoảng thế kỷ thứ 3 trước Công nguyên và của nhà nước phong kiến dưới thời Ngô Quyền thế kỷ 10 sau Công nguyên."
  },
  {
    "name": "Thành cổ Quảng Trị",
    "id": "https://nguoikesu.com/dia-danh/thanh-co-quang-tri",
    "connect": ["tỉnh Quảng Trị", "thị xã Quảng Trị", "Triệu Phong"],
    "info": "Vị trí: Quảng Trị\nDiện tích: 25 ha\nChiều cao: 4 m\nXây dựng: 1809\nTọa độ: 16°45′06″B 107°11′12″Đ / 16,751672°B 107,186772°Đ"
  },
  {
    "name": "Thành nhà Hồ",
    "id": "https://nguoikesu.com/dia-danh/thanh-nha-ho",
    "connect": [
      "nhà Hồ",
      "thành Tây Đô",
      "Hồ Quý Ly",
      "sông Mã",
      "xã Vĩnh Long"
    ],
    "info": "Quốc gia: Việt Nam\nKiểu: Văn hóa\nHạng mục: ii, iv\nTham khảo: 1358\nVùng UNESCO: Châu Á-Thái Bình Dương\nCông nhận: 2011 (kì thứ 35)\nTọa độ: 20°4′40″B 105°36′17″Đ / 20,07778°B 105,60472°Đ"
  },
  {
    "name": "Văn Miếu - Quốc Tử Giám",
    "id": "https://nguoikesu.com/dia-danh/van-mieu-quoc-tu-giam",
    "connect": [
      "Lý Thánh Tông",
      "Lê Thánh Tông",
      "thành phố Hà Nội",
      "Lý Nhân Tông",
      "Lý Càn Đức"
    ],
    "info": "Văn Miếu - Quốc Tử Giám (chữ Hán:文廟 - 國子監) là quần thể di tích đa dạng và phong phú hàng đầu của thành phố Hà Nội, nằm ở phía Nam kinh thành Thăng Long. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt. Quần thể kiến trúc Văn Miếu - Quốc Tử Giám bao gồm: hồ Văn, khu Văn Miếu - Quốc Tử Giám và vườn Giám và kiến trúc chủ thể là Văn Miếu - nơi thờ Khổng Tử và Quốc Tử Giám - trường đại học đầu tiên của Việt Nam. Khu Văn Miếu - Quốc Tử Giám có tường gạch vồ bao quanh, phía trong chia thành 5 lớp không gian với các kiến trúc khác nhau. Mỗi lớp không gian đó được giới hạn bởi các tường gạch có 3 cửa để thông với nhau (gồm cửa chính giữa và hai cửa phụ hai bên). Từ ngoài vào trong có các cổng lần lượt là: cổng Văn Miếu, Đại Trung, Đại Thành và cổng Thái Học. Với hơn 700 năm hoạt động đã đào tạo hàng nghìn nhân tài cho đất nước. Ngày nay, Văn Miếu Quốc Tử Giám là nơi tham quan của du khách trong và ngoài nước đồng thời cũng là nơi khen tặng cho học sinh xuất sắc và còn là nơi tổ chức hội thơ hàng năm vào ngày rằm tháng giêng. Đây từng là nơi các sĩ tử đến \"cầu may\" trước mỗi kỳ thi bằng cách vuốt đầu rùa tại các bia tiến sĩ, tuy nhiên, ngày nay, để bảo tồn di tích, một hàng rào được thiết lập và các sĩ tử không còn làm nghi thức cầu may như trước nữa.Nơi này là nơi trên tờ tiền polymer 100.000 VND của Việt Nam"
  }
]
